export const dialogueData = [
  {
    id: 1,
    title: '村上',
    desc: 'ジンくんとタクくんから 2024 年春に新宿伊勢丹でジンカップの歴史展を開催するという話を聞いたときに、その場で未来のジンカップを作ろうという話を伝えました。その当時、プロダクトサスティナビリティを標榜する anew inc. というプロジェクトを立ち上げたところで、過去から現在に至るジンカップが展示されるのであれば、未来のジンカップがあっても良いのではと発想が広がり、プロジェクトがスタートしました。'
  },
  {
    id: 2,
    title: 'ジン',
    desc: '村上さんとは 10 年来のつながりで、村上さんがオーナーの BONDO というストアで作品を扱ってもらったのが最初です。それ以来、悩んだときに壁打ちの相手になってもらったり、村上さんがブランドキュレーターを務めるブルーボトルコーヒーでのコラボレーションを実現したりと、さまざまな展開を進めてきました。未来のジンカップというテーマをもらったときに、まず考えたのは、このままいくと 100 年後には今より木が減っているという現実です。'
  },
  {
    id: 3,
    title: '村上',
    desc: 'anew inc. でも「私たちはいかにしてよき祖先となれるか」という未来から振り返る観点で、100 年 1000 年単位で想像して、まずは身の回りのプロダクトを通してサスティナブルな豊かさを作っていけないかと考えています。'
  },
  {
    id: 4,
    title: 'ジン',
    desc: 'そもそも僕は司馬遼太郎の小説がすごく好きで、歴史マニアなんです。司馬遼太郎は面白い物語を作るためにこだわって、何百年と歴史を遡っていく。その視点が沁み込んでいるので、100 年経つとどうだろうという考えが自分にとっては自然に出てくる。自分の人生を考える場合でも、90 歳の葛飾北斎が死の間際に「あと 10 年、あと５年寿命があれば真の画工となれたのに」との言葉を残したという有名なエピソードに影響を受けて、僕も 80 歳には超一流の入口に立つんだと決めました。そこから逆算して考えているので、まだまだひよっこという感覚。それくらいの長いスパンでものを見る癖がある。ジンカップについてもこれまでは初期段階、これからようやく前期が始まるくらいの時間軸で未来を考えています。半年先のことはどうなるかわからないけれど、100 年先のセンターピンはどこかというのは考えられると思うんです。'
  },
  {
    id: 5,
    title: '村上',
    desc: '今回は土に埋めると数ヶ月で分解される、生分解性のバイオマスプラスチック素材を使うことを決めて、手探りで形になる方法を試行錯誤してきたけれど、どうだった？'
  },
  {
    id: 6,
    title: 'ジン',
    desc: 'まず僕は作家として、そしてデザイナーとして、僕が作ったものが社会の役に立つようにしたいという欲望があって、制作意欲には逆らえないけれど、自分のわがままだけでものを作るのはあまり気持ちよくない。なかでも日本の工房をパートナーとして、職人を育てる仕組みを作ったジョージ・ナカシマの方法論が好きで、デザインが資産になることへの憧れがあるんです。日本は石油が採れるわけでもなく資源に乏しい国だけど、製造業が錬金術となって日本の資産になっている。ジンカップというコンテンツもそうやって運用して、海外に出ていき、日本の資産のひとつとして活力を生み出すのが使命だと思う。だからコロナや地震という大きな問題が発生しても、僕は「日本の製造業が元気でいられるように、工房でものを作らないと！」って発想になる。そのひとつとして、環境問題がリアルになっているときに僕が関わるなら、プラスチックを否定するのではなく、プラスチックの恩恵にあずかりたいからこそ持続可能なバイオマスプラを発展させるという考え方が自然だと思う。「プラスチック反対！」という 100 人と、「新しいプラスチック面白いよね！」という 100 人の力は全然違うと思う。ものを壊そうとしている人とものを作ろうとしている人なら、作る側の発想として、肯定して何ができるかを考えてみたいんです。'
  },
  {
    id: 7,
    title: '村上',
    desc: '新しい素材って、本当にワクワクするし面白いよね。大きな社会の流れもあるけれど、単純なワクワク感自体がモチベーションになる。anew inc. のフィロソフィーは「矛盾を楽しむ」。たとえば新しいものを生み出したい原動力と環境負荷との矛盾を、どうポジティブに超えていくか。最初は「矛盾を乗り越える」と言っていたんだけど、それだと排除する要素があると感じて、楽しむという表現に変えた。自分の感覚として、社会が変わっていくには使命感も大事だけど、ポジティブなエネルギーがないとドライブしないというのがある。だから楽しさやかっこよさといった、感情の動きを大切にしたい。feel first で共感を生んで、仲間を増やしていく。'
  },
  {
    id: 8,
    title: 'ジン',
    desc: '僕は木という太古からある素材とずっと向き合ってきたので、新しい素材と出会ったときに何がやれるかを、あえて情報を入れずに、まずは自分の手で触って加工して、体感で理解していきたい。セラミックでジンカップをやるときも、釉薬を作るのに嬉々として楽しんでいる。今回は、一度バイオマスプラスチックの原料自体を鹿児島に送ってもらい、一部を自分で鍋で溶かしてジンカップセラミックの石膏型に流し込めないかという方法も試してみました。ただ粘度が高く、より高温にすると先に焦げてしまうため、うまくいかず断念しました。でも、そうやって自分の手で初めての材料を扱ってみることで、いろいろなことが体感でわかったのが大きかった。時代時代で残っているデザインって、そのときの社会に合った技術や素材で作られていることが多くて、それがものづくりの本質だと思うんです。1930 年代に成型合板を使ったプルーヴェのスタンダードチェア、1950 年代にファイバーグラスを使ったイームズのシェルチェアもそう。だからいまバイオマスの素材に関われるのが楽しいですね。'
  },
  {
    id: 9,
    title: '村上',
    desc: 'プロダクトの歴史を振り返ると、環境問題が明るみに出るまでの束の間、大量生産大量消費が豊かさの象徴で、単純に明るい未来を夢見れていた時代があったと思うんです。公害問題が浮き彫りになってからは、大きく逆転して大量生産大量消費は悪であるということが常識となる世の中にきていますが、素材を考え直すことで、モノづくりで夢を見れる領域を取り戻したい。土に還る生分解性プラスチックをはじめとして、さまざまな人間の叡智が込められた新素材を使って、モノづくりを明るくしたい。'
  },
  {
    id: 10,
    title: 'ジン',
    desc: 'そこに共感しつつですが、ひとつ正直な観点として、かといって土に還るのは本当に必要なのかというのは常に議論しないといけないと思うんです。長い目で見たときに、そうなる未来が良いのは違いない。だけどすべてが分解される素材になると、今の時点では現実的には劣化すると都合が悪いものも多い。だから、人間という種族で大きく向かっていく一歩な気がする。まだそういうフェーズなので、楽しむことだと思います。楽しんで仲間を巻き込んでいくことが大事だと思う。元気玉みたいに使うことで、結果的に未来を目指す仲間が集まることになると思う。そのなかで何ができるか。こうやって新しい取り組みを楽しむ波がいろいろ合わさることで、大きな波になっていくのかなって。僕はそれくらいの考えで始めています。'
  },
  {
    id: 11,
    title: '村上',
    desc: 'ジンくんから受ける気づきは、anew inc. にとってもすごく大きくて影響を受けています。個人としての豊かさからスタートして、影響を響かせ合うことで、川の流れのようにコミュニティが広がり、社会の課題を超えられるような活動を続けていきたいですね。'
  },
  {
    id: 12,
    title: 'ジン',
    desc: 'そういえば余談ですが、先日、僕が通っていた小学校の隣の公民館に出展するイベントがあって、懐かしくふと思い出したことがあったんです。それは薩摩藩の教育のベースとなっている日新公いろは歌と言う和歌集の「い」の一番。「いにしえの道を聞きても唱えても、我が行いにせずばかいなし」という和歌。古い本で学ぶことはとても大事だが、学びを自分の行動に変えないといけませんよ（＝インプットしたらアウトプットしなさい）って意味で、自分の信条はここだと改めて感じたんです。小学生の頃から口ずさめるようになっていて、まんまと教育されていたんだなって。歴史が好きでそこから学びながらも、未来に向けてアウトプットし続ける姿勢。本当に「せずばかいなしだよなー」と思っています。'
  }
]
